Repository: 84000/data-translation-memory
Catalog: Toh_144-Cultivating_Trust_in_the_Great_Vehicle-v.2.tmx
Source language: bo
Languages: en

source: ཉོན་མོངས་པ་དང་ཤེས་བྱའི་སྒྲིབ་པ་སྤངས་པ་དང་། ཁ་ན་མ་ཐོ་བ་མེད་པའི་ཕྱིར་དེ་བཞིན་གཤེགས་པ་མཆོག་ཏུ་ཁ་ན་མ་ཐོ་བ་མེད་པ་དང་།
en: The Thus-Gone One is utterly free from misdeeds because he has abandoned the obscurations of the disturbing emotions and cognition and because he performs no misdeeds.

source: སངས་རྒྱས་ཀྱི་མཛད་པ་བརྩམས་པ་རྒྱུན་མ་བཅད་པའི་ཕྱིར་དེ་བཞིན་གཤེགས་པ་ལྷུན་གྱིས་གྲུབ་པ་དང་།
en: The Thus-Gone One is spontaneously accomplished since the continuity of buddha deeds are carried out uninterruptedly.

source: སངས་རྒྱས་ཀྱི་ཞིང་ཡོངས་སུ་དག་པ་དང་ཆོས་ཀྱི་ལོངས་སྤྱོད་ཆེན་པོ་ལ་ལོངས་སྤྱོད་པའི་ཕྱིར་དེ་བཞིན་གཤེགས་པ་ལོངས་སྤྱོད་ཆེ་བ་དང་།
en: The Thus-Gone One has great enjoyment because the buddha realms are utterly pure and because he plays in the great enjoyment of the Dharma.

source: འཇིག་རྟེན་དུ་བྱུང་ཡང་འཇིག་རྟེན་གྱི་ཆོས་ཀྱིས་མི་གོས་པའི་ཕྱིར་དེ་བཞིན་གཤེགས་པ་གོས་པ་མེད་པ་དང་།
en: The Thus-Gone One is unstained since he is uncontaminated by any worldly phenomenon even though he appears in the world.

source: རྟག་ཏུ་རྒྱུན་མི་འཆད་པར་སེམས་ཅན་གྱི་ཁམས་ཚད་མེད་པ་ཡོངས་སུ་སྨིན་པར་མཛད་ཅིང་རྣམ་པར་གྲོལ་བར་མཛད་པའི་ཕྱིར་དེ་བཞིན་གཤེགས་པ་དོན་ཆེ་བའོ། །
en: The Thus-Gone One has great purpose because he continuously and uninterruptedly ripens and liberates limitless realms of beings.

source: དེ་ལ་ཆོས་དཀོན་མཆོག་གི་ཆེ་བ་ཉིད་དཔག་ཏུ་མེད་པ་ནི་རིགས་ཀྱི་བུ་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ཀྱི་ཆོས་ཞེས་བྱ་བ་ནི་གང་ཆོས་ཀྱང་མ་ཡིན་ལ་ཆོས་མེད་པའང་མ་ཡིན་པ་དང་།
en: “Noble son, the limitless greatness of the Jewel of the Dharma is the so-called Dharma of the bodhisattvas, which is neither Dharma nor not Dharma.

source: འདོད་ཆགས་ཀྱང་མ་ཡིན་ལ་འདོད་ཆགས་དང་བྲལ་བའང་མ་ཡིན་པ་དང་།
en: It involves neither attachment nor an absence of attachment.

source: འཁོར་བའང་མ་ཡིན་ལ་མྱ་ངན་ལས་འདའ་བའང་མ་ཡིན་པའོ། །
en: It is neither saṃsāra nor nirvāṇa.

source: བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ཀྱི་ཆོས་དེ་ནི་འཁོར་བར་སྣང་བའི་ཆོས་ཡོངས་སུ་མི་གཏོང་བ་དང་།
en: The Dharma of the bodhisattvas does not abandon the apparent phenomena of saṃsāra.

source: དེ་ན་ཡང་ཀུན་ནས་ཉོན་མོངས་པ་ཤིན་ཏུ་མེད་པ་དང་།
en: Nevertheless, it is totally devoid of pollution.

source: ནམ་མཁའ་དང་མཚུངས་ཤིང་སེམས་ཅན་གྱི་ཁམས་དང་ཡང་དག་པའི་མཐའ་དང་མཚུངས་ཏེ་
en: It extends as far as space, as far as the realms of beings and the limit of reality.

source: མི་ཟད་པ་དང་། སེམས་ཅན་ཐམས་ཅད་ལ་ཤིན་ཏུ་ཕན་པ་དང་།
en: It is inexhaustible and extremely beneficial for all beings.

source: བདེ་བའི་གནས་ལ་ཉེ་བར་གནས་པའི་ཕྱིར་འཁོར་བའམ། མྱ་ངན་ལས་འདས་པ་གང་ལ་ཡང་མི་གནས་པའོ། །
en: It does not rest in saṃsāra, or in nirvāṇa, since it is based on bliss.

source: དེ་ལ་དགེ་འདུན་དཀོན་མཆོག་གི་ཆེ་བ་ཉིད་དཔག་ཏུ་མེད་པ་ལ་བྱང་ཆུབ་སེམས་དཔའི་དགེ་འདུན་ནི་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ཀྱི་དགེ་འདུན་དཀོན་མཆོག་སྟེ།
en: “The limitless greatness of the Jewel of the Saṅgha contains the bodhisattva Saṅgha, the Jewel of the Saṅgha for bodhisattvas.

source: བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ནི་བྱང་ཆུབ་སེམས་དཔའི་དགེ་འདུན་གྱི་རབ་ཏུ་ཆེ་བའོ། །
en: The greatness of this Saṅgha is unsurpassed and completely perfect awakening.

source: དེ་བས་ན་རྣམ་གྲངས་འདིས་སངས་རྒྱས་དཀོན་མཆོག་གི་ཆེ་བ་ཉིད་དང་། བྱང་ཆུབ་སེམས་དཔའི་དགེ་འདུན་དཀོན་མཆོག་དང་མཉམ་པར་བལྟའོ། །
en: Thus, according to this principle, the greatness of the Jewel of the Buddha and the Jewel of the bodhisattva Saṅgha should be viewed as equal.

source: དེ་ལ་ལས་དང་པོ་པའི་བྱང་ཆུབ་སེམས་དཔའ་འདི་སྙམ་དུ་སེམས་ཏེ།
en: “In this regard, a novice bodhisattva should think,

source: གང་སངས་རྒྱས་དཀོན་མཆོག་གི་ཆེ་བ་ཉིད་འདི་འདྲ་བ་ལས་བརྩམས་ཏེ་
en: ‘I will develop trust in all the various types of greatness included within the Jewel of the Buddha, [the Jewel of the Dharma, and the Jewel of the Saṅgha.]

source: བདག་དད་པ་སྐྱེས་པ་དང་། ཆོས་དཀོན་མཆོག་གི་ཆེ་བ་ཉིད་འདི་འདྲ་བ་ལས་བརྩམས་ཏེ་
en: ‘I will develop trust in all the various types of greatness included within the [Jewel of the Buddha,] the Jewel of the Dharma, [and the Jewel of the Saṅgha.]

source: བདག་དད་པ་སྐྱེས་པ་དང་། དགེ་འདུན་དཀོན་མཆོག་གི་ཆེ་བ་ཉིད་འདི་འདྲ་བ་ལས་བརྩམས་ཏེ་
en: ‘I will develop trust in all the various types of greatness included within [the Jewel of the Buddha, the Jewel of the Dharma, and] the Jewel of the Saṅgha.

source: བདག་དད་པ་སྐྱེས་པ་ནི་བདག་གིས་རྙེད་པ་ལེགས་པར་རྙེད་དོ། །
en: In this way, I will truly obtain what should be gained.

source: བདག་ལ་ནི་སངས་རྒྱས་དཀོན་མཆོག་གི་ཆེ་བ་ཉིད་འདི་ལྟ་བུ་ཐོབ་པར་བྱ་བའི་སྐལ་བ་ཡོད་དོ། །བདག་ལ་ནི་ཆོས་དཀོན་མཆོག་གི་ཆེ་བ་ཉིད་འདི་ལྟ་བུ་ཐོབ་པར་བྱ་བའི་སྐལ་བ་ཡོད་དོ། །
en: I have the fortune of attaining the greatness of the Jewel of the Buddha and the greatness of the Jewel of the Dharma.

source: བདག་གང་ས་ཆེན་པོ་ལ་ཞུགས་པ་བསམ་པ་དག་པའི་བྱང་ཆུབ་སེམས་དཔའ་དེ་དག་དང་ལྷན་ཅིག་ཏུ་བྱང་ཆུབ་སེམས་དཔའི་གྲངས་སུ་འགྲོ་བ་ནི་བདག་གིས་རྙེད་པ་ལེགས་པར་རྙེད་དོ། །
en: When I join the ranks of those bodhisattvas who have pure motivation and abide on the great levels, I will truly attain what should be obtained.

source: བདག་ལ་ནི་དེ་དག་དང་བསམ་པ་དང་སྦྱོར་བ་མཚུངས་པའི་སྐལ་བ་ཡོད་དོ་སྙམ་མོ། །
en: I have the fortune of being equal to those bodhisattvas both in terms of thought and deed.’

source: དེ་ལ་ཞིང་དཔག་ཏུ་མེད་པ་ནི་རིགས་ཀྱི་བུ་ཞིང་འདི་གཉིས་ཏེ་སངས་རྒྱས་ཀྱི་ཞིང་ཡོངས་སུ་མ་དག་པ་དང་། ཡོངས་སུ་དག་པའོ། །
en: 9.“ ‘Limitless fields,’ noble son, refers to the impure buddha realms and the pure buddha realms.

source: དེ་ལ་ཡོངས་སུ་མ་དག་པའི་སངས་རྒྱས་ཀྱི་ཞིང་དང་ཡོངས་སུ་དག་པ་དག་ཀྱང་དཔག་ཏུ་མེད་དོ། །
en: Both the impure and the pure buddha realms are limitless.

source: དེ་ལ་ཡོངས་སུ་དག་པའི་སངས་རྒྱས་ཀྱི་ཞིང་རྣམས་ལ་གནས་ནས་
en: When the thus-gone ones dwell in the pure buddha realms,

source: དེ་བཞིན་གཤེགས་པ་རྣམས་གཅིག་ཏུ་དགེ་བ་དང་གཅིག་ཏུ་བདེ་བ་དང་གཅིག་ཏུ་ཁ་ན་མ་ཐོ་བ་མེད་པ་དང་། གཅིག་ཏུ་དབང་སྒྱུར་ཞིང་སངས་རྒྱས་ཀྱི་ཞིང་དེ་དག་རབ་ཏུ་མྱོང་ངོ་། །
en: they experience these buddha realms as pure happiness, pure bliss, pure virtue, and pure ability.

source: རྒྱུན་མི་འཆད་པར་ཆོས་ཀྱི་ལོངས་སྤྱོད་ཆེན་པོ་རབ་ཏུ་མྱོང་ངོ་། །
en: They continuously revel in the great enjoyment of the Dharma.

source: ཡོངས་སུ་མ་དག་པའི་སངས་རྒྱས་ཀྱི་ཞིང་རྣམས་སུ་ཡང་རྣམ་པ་ཐམས་ཅད་དུ་བྱང་ཆུབ་ཡང་དག་པར་སྟོན་ཅིང་
en: In the impure buddha realms, they teach awakening in all possible ways,

source: ཡོངས་སུ་མ་སྨིན་པའི་སེམས་ཅན་རྣམས་ནི་ཡོངས་སུ་སྨིན་པར་མཛད།
en: ripening those who are not yet ripened

source: ཡོངས་སུ་སྨིན་པ་རྣམས་ནི་རྣམ་པར་གྲོལ་བར་མཛད་དེ།
en: and liberating those who are already ripened.

source: འདི་དག་ནི་སངས་རྒྱས་བཅོམ་ལྡན་འདས་དེ་དག་གི་ལས་དཔག་ཏུ་མེད་པར་རིག་པར་བྱའོ། །
en: 10. “You should know that all of this is the limitless activity of the blessed buddhas.”

source: སྐྱེ་བའི་ལེའུ་ཞེས་བྱ་སྟེ་གཉིས་པའོ།། །།
en: This concludes the second chapter on developing trust.

source: བཅོམ་ལྡན་འདས་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ཀྱི་ཐེག་པ་ཆེན་པོའི་ཕྱིར་ཐེག་པ་ཆེན་པོ་ལ་དད་པ་རྣམ་པ་དུ་ཞིག་མཆིས།
en: “Blessed One, what are the different aspects of the bodhisattvas’ trust in the Great Vehicle that allow them to accomplish the Great Vehicle?”

source: རིགས་ཀྱི་བུ་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ཀྱི་ཐེག་པ་ཆེན་པོའི་ཕྱིར་ཐེག་པ་ཆེན་པོ་ལ་དད་པ་ནི་བཞི་པོ་འདི་དག་གོ། །
en: “Noble son, there are four aspects of the bodhisattvas’ trust in the Great Vehicle that allows them to accomplish the Great Vehicle.

source: བཞི་གང་ཞེ་ན།
en: If you wonder what they are, they are as follows:

source: གནས་པའི་དད་པ་དང་། སྐྱེ་བ་ན་དད་པ་དང་། དུས་གཞན་ན་དད་པ་དང་། རང་བཞིན་གྱིས་དད་པའོ། །
en: (1) the trust that comes from resting, (2) the trust that arises upon birth, (3) the trust that emerges at another time, and (4) the trust that appears naturally.

source: དེ་ལ་གནས་པའི་དད་པ་ནི་རིགས་ཀྱི་བུ་འདི་ལྟ་སྟེ།
en: 1. “Among these, noble son, the trust that comes from resting is as follows:

source: དཔེར་ན་བ་ལང་གི་རྗེས་ཀྱི་ཆུ་དཀྲུགས་པ་ལས་མ་དཀྲུགས་མ་བསྐྱོད་པར་བཞག་ན་སྔོན་བཞིན་དུ་དང་བར་འགྱུར་རོ། །
en: Consider how water collecting in a hoofprint is at first murky but later clears if it is left undisturbed and calm.

source: དེ་བཞིན་དུ་ཐེག་པ་ཆེན་པོའི་ཕྱིར་ཐེག་པ་ཆེན་པོ་ལ་དད་པ་ཐོབ་པའི་བྱང་ཆུབ་སེམས་དཔའ་འཕྲལ་གྱི་བྱ་བ་མང་པོ་ལ་ཆགས་པས་ཐེག་པ་ཆེན་པོ་ལ་དད་པ་དཀྲུགས་པ་ལས་
en: Likewise, bodhisattvas who have gained trust in the Great Vehicle that allows them to accomplish the Great Vehicle may become attached to many temporary activities, whereby their trust in the Great Vehicle is shaken.

source: གང་གི་ཚེ་ཆགས་པ་ལས་རྣམ་པར་བཀྲོལ་ནས་ཆགས་པ་དེ་དག་གིས་མི་འཁྲུགས་ཏེ།
en: However, whenever they are freed from this attachment, it no longer disturbs them, and

source: ཐེག་པ་ཆེན་པོའི་ཆོས་ལ་རྩེ་གཅིག་ཏུ་གྱུར་པ་དེའི་ཚེ་སྔོན་བཞིན་དུ་མངོན་སུམ་དུ་འགྱུར་རོ། །
en: they can once again focus one-pointedly on the Dharma of the Great Vehicle. At that point they will certainly be restored to their former state.

source: དེ་ལ་སྐྱེ་བ་ན་དད་པ་ནི་རིགས་ཀྱི་བུ་འདི་ལྟ་སྟེ། །
en: 2. “The trust that arises upon birth, noble son, is as follows:

source: དཔེར་ན་ཆང་ལ་སོགས་པ་འགྱུར་བ་ན་དང་བར་འགྱུར་རོ། །
en: Think of how beer and other such drinks can undergo change, so that they become clear.

source: དེ་བཞིན་དུ་ཐེག་པ་ཆེན་པོའི་ཕྱིར་ཐེག་པ་ཆེན་པོ་ལ་དད་པ་ཐོབ་པའི་བྱང་ཆུབ་སེམས་དཔའ་སྐྱེ་བ་དེ་དང་དེར་སྐྱེ་བ་ན་ཐེག་པ་ཆེན་པོ་ལ་དད་པ་སྐྱེས་ནས་ཐོབ་པ་སྐྱེད་དོ། །
en: In the same way, whenever bodhisattvas who have attained the trust in the Great Vehicle that allows them to accomplish the Great Vehicle take a new birth, they will naturally develop trust in the Great Vehicle and therefore gain accomplishment.

source: དེ་ལ་དུས་གཞན་ན་དད་པ་ནི་རིགས་ཀྱི་བུ་འདི་ལྟ་སྟེ།
en: 3. “The trust that emerges at another time, noble son, is as follows:

source: དཔེར་ན་སྟོན་གྱི་དུས་ཀྱི་ཚེ་ཆུ་ཀླུང་དང་བར་འགྱུར་རོ། །
en: Consider, for example, how the rivers become clear in autumn.

source: དེ་བཞིན་དུ་བྱང་ཆུབ་སེམས་དཔའ་ཐེག་པ་ཆེན་པོའི་ཕྱིར་ཐེག་པ་ཆེན་པོ་ལ་དད་པ་ཐོབ་པ་དང་། སེམས་པ་དང་སྒོམ་པ་དུས་གཞན་ན་སྦྱོར་བས་སྦྱོར་བ་ལས་བྱང་བས་གྲུབ་པར་འགྱུར་རོ། །
en: Likewise, bodhisattvas who have first developed the trust in the Great Vehicle that allows them to accomplish the Great Vehicle and have become accustomed to this trust will also reconnect with this trust at a later time. As they do so, they will be purified and gain accomplishment.

source: དེ་ལ་རང་བཞིན་གྱིས་དང་བ་ནི་རིགས་ཀྱི་བུ་འདི་ལྟ་སྟེ།
en: 4. “The trust that appears naturally, noble son, is as follows:

source: དཔེར་ན་བཻ་དཱུརྱ་དང་། ནོར་བུ་རིན་པོ་ཆེ་ལ་སོགས་པ་ནི་རང་བཞིན་གྱིས་དང་བའི་རྗེས་སུ་འཇུག་པའོ། །
en: Think of how beryl and precious gems are naturally pure.

source: དེ་བཞིན་དུ་བྱང་ཆུབ་སེམས་དཔའི་རྣམ་པར་མི་རྟོག་པ་འཇིག་རྟེན་ལས་འདས་པའི་ཐེག་པ་ཆེན་པོ་ལ་དད་པ་ཡང་ངོ་བོ་ཉིད་ཀྱིས་རྗེས་སུ་འཇུག་གོ། །
en: Likewise, the bodhisattvas’ nonconceptual state is essentially connected with trust in the Great Vehicle that transcends the world.

source: རིགས་ཀྱི་བུ་གཞན་ཡང་དད་པ་བཞི་སྟེ།
en: “Noble son, there are four further types of trust.

source: རྒྱ་ཆེ་བའི་དད་པ་དང་། གསལ་བའི་དད་པ་དང་། རབ་ཏུ་ཞི་བའི་དད་པ་དང་། རྣམ་པར་དག་པའི་དད་པའོ། །
en: vast trust, clear trust, peaceful trust, and pure trust.

source: དེ་ལ་རྒྱ་ཆེ་བའི་དད་པ་ནི་བྱང་ཆུབ་སེམས་དཔའ་ཐེག་པ་ཆེན་པོའི་ཆོས་ལ་གུས་པར་བྱས་ཏེ་སྤྱོད་པ་དང་ལྡན་པ་རྣམས་ཀྱིའོ། །
en: Vast trust occurs when a bodhisattva is devoted to the Great Vehicle and practices accordingly.

source: དེ་ལ་གསལ་བའི་དད་པ་ནི་བྱང་ཆུབ་སེམས་དཔའ་རྟག་ཏུ་ཐེག་པ་ཆེན་པོའི་ཆོས་སྤྱོད་པ་དང་ལྡན་པ་རྣམས་ཀྱིའོ། །
en: Clear trust occurs when the bodhisattva performs the activities of the Dharma of the Great Vehicle at all times.

source: དེ་ལ་རབ་ཏུ་ཞི་བའི་དད་པ་ནི་བྱང་ཆུབ་སེམས་དཔའ་ང་དང་ང་ཡིར་འཛིན་པ་དང་བྲལ་ཞིང་ཆོས་ཉིད་རབ་ཏུ་རྟོགས་པ་ཐོབ་པ་རྣམས་ཀྱིའོ། །
en: Peaceful trust occurs when the bodhisattva is free from thoughts of I and mine. Such faith is present in those who have realized the intrinsic nature.

source: དེ་ལ་རྣམ་པར་དག་པའི་དད་པ་ནི་བྱང་ཆུབ་སེམས་དཔའ་སྒྲིབ་པ་མེད་པའི་ཡེ་ཤེས་ཐོབ་པ་རྣམས་ཀྱིའོ། །
en: Pure trust occurs when the bodhisattva has obtained stainless wisdom.

source: འཕེན་པའི་དད་པ་དང་། རྩོམ་པའི་དད་པ་དང་། རྗེས་སུ་འཛིན་ཅིང་གུས་པར་བྱེད་པའི་དད་པ་དང་། མོས་པའི་དད་པའོ། །
en: precipitating trust, initiating trust, accepting and devoted trust, and interested trust.

source: དེ་ལ་འཕེན་པའི་དད་པ་ནི་སྔོན་ནས་རང་བཞིན་གྱིས་དགེ་བའི་རྩ་བ་མངོན་པར་འདུས་བྱས་ཤིང་ཡོངས་སུ་བསྒོམས་པ་རྣམས་ཀྱི་ཐེག་པ་ཆེན་པོ་ལ་དད་པ་གང་ཡིན་པའོ། །
en: Precipitating trust is the trust in the Great Vehicle felt by those who naturally, from previous times, have created and familiarized themselves with the roots of virtue.

source: དེ་ལ་རྩོམ་པའི་དད་པ་ནི་བྱང་ཆུབ་སེམས་དཔའ་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཏུ་སེམས་བསྐྱེད་པ་དང་། སེམས་བསྐྱེད་པ་རྣམས་ཀྱི་སེམས་བསྐྱེད་པ་རྗེས་སུ་དྲན་པས་ཐེག་པ་ཆེན་པོ་ལ་དད་པ་གང་ཡིན་པའོ། །
en: Initiating trust is the trust in the Great Vehicle caused by bodhisattvas’ arousal of the mind of unsurpassed and completely perfect awakening and their recollection of that mind of awakening after they have already aroused it.

source: དེ་ལ་རྗེས་སུ་འཛིན་ཅིང་གུས་པར་བྱེད་པའི་དད་པ་ནི་རྗེས་སུ་འཛིན་པའི་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ཀྱི་སེམས་ཅན་རྗེས་སུ་འཛིན་ཅིང་ལས་གུས་པར་བྱེད་པས་ཐེག་པ་ཆེན་པོ་ལ་དད་པ་གང་ཡིན་པའོ། །
en: Accepting and devoted trust is the trust in the Great Vehicle created when beings embrace and respect the bodhisattva who has accepted them.

source: དེ་ལ་མོས་པའི་དད་པ་ནི་ཆོས་ཀྱི་དབྱིངས་ཟབ་མོ་བསྟན་པ་ལ་མོས་པའི་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ཀྱི་ཐེག་པ་ཆེན་པོ་ལ་དད་པ་གང་ཡིན་པའོ། །
en: Interested trust is the trust in the Great Vehicle of the bodhisattvas felt by those who are interested in the teaching of the profound realm of phenomena.

source: གཞན་ཡང་དད་པ་བཞི་སྟེ།
en: “There are four further types of trust.

source: མཐོང་བ་དང་། ཐོས་པས་དད་པ་དང་། བསྟན་པ་འཕེལ་བ་རྗེས་སུ་དྲན་པའི་དད་པ་དང་། དགེ་བའི་ཕྱོགས་འཕེལ་བ་རྗེས་སུ་དྲན་པའི་དད་པ་དང་། རེ་བ་དང་འདོད་པ་རྗེས་སུ་དྲན་པའི་དད་པའོ། །
en: the trust by seeing and hearing, the trust of recollecting the spread of the teaching, the trust of recollecting the increase of virtuous factors, and the trust of recollecting hopes and wishes.

source: དེ་ལ་མཐོང་བ་དང་ཐོས་པས་དད་པ་ནི་གང་སངས་རྒྱས་དང་བྱང་ཆུབ་སེམས་དཔའི་གཟུགས་སམ་འོད་མཐོང་ཞིང་ཐོས་ན་ཐེག་པ་ཆེན་པོ་ལ་དད་པའོ། །
en: ‘The trust by seeing and hearing’ refers to gaining trust in the Great Vehicle when one sees or hears the buddhas’ and bodhisattvas’ forms or radiance.

source: དེ་ལ་བསྟན་པ་འཕེལ་བ་རྗེས་སུ་དྲན་པའི་དད་པ་ནི་གང་སེམས་ཅན་ཡོངས་སུ་སྨིན་པར་བྱ་བ་རྗེས་སུ་དྲན་པས་ཐེག་པ་ཆེན་པོ་ལ་དད་པའོ། །
en: ‘The trust of recollecting the spread of the teaching’ refers to the trust in the Great Vehicle that comes about by recollecting that beings ought to be ripened.

source: དེ་ལ་དགེ་བའི་ཕྱོགས་འཕེལ་བ་རྗེས་སུ་དྲན་པའི་དད་པ་ནི་གང་བདག་ཉིད་རྟག་པར་རྒྱུན་ཏུ་བྱང་ཆུབ་ཀྱི་ཕྱོགས་ཀྱི་ཆོས་དང་། དགེ་བའི་ཕྱོགས་འཕེལ་བ་རྗེས་སུ་དྲན་པས་བྱང་ཆུབ་སེམས་དཔའ་ཐེག་པ་ཆེན་པོ་ལ་དད་པའོ། །
en: ‘The trust of recollecting the increase of virtuous factors’ refers to the trust in the bodhisattva Great Vehicle caused by recollecting the continuous increase of one’s factors of awakening and virtuous qualities.

source: དེ་ལ་རེ་བ་དང་འདོད་པ་རྗེས་སུ་དྲན་པའི་དད་པ་ནི་གང་དགེ་བའི་ཕྱོགས་འཕེལ་བ་དེས་སངས་རྒྱས་ཀྱི་ཞིང་ཡོངས་སུ་དག་ཅིང་སངས་རྒྱས་ཀྱི་ཆོས་ཐམས་ཅད་བསྒྲུབས་པས་རེ་ཞིང་འདོད་དེ
en: ‘The trust of recollecting hopes and wishes’ refers to hoping and wishing to attain all pure buddha realms and the entire Dharma of the Buddha because of one’s virtuous qualities.

source: བྱང་ཆུབ་སེམས་དཔའ་རེ་བ་དང་འདོད་པ་རྗེས་སུ་དྲན་པས་ཐེག་པ་ཆེན་པོ་ལ་དད་པའོ། །
en: In this way, the bodhisattvas feel trust in the Great Vehicle by bringing their hopes and wishes to mind.

source: བརྗོད་པ་རྗེས་སུ་དྲན་པའི་དད་པ་དང་། གཅོད་ནུས་པ་རྗེས་སུ་དྲན་པའི་དད་པ་དང་། བསྐྲུན་པ་རྗེས་སུ་དྲན་པའི་དད་པ་དང་། སྒྲུབ་པ་རྗེས་སུ་དྲན་པའི་དད་པའོ། །
en: the trust caused by recollecting statements, the trust caused by recollecting the ability to resolve doubts, the trust caused by recollecting how the Dharma is planted, and the trust caused by recollecting practice.

source: དེ་ལ་བརྗོད་པ་རྗེས་སུ་དྲན་པའི་དད་པ་ནི་གང་ཐེག་པ་ཆེན་པོའི་སྒོ་ཐམས་ཅད་ལ་མོས་པའི་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་མོས་པའི་རྗེས་སུ་དྲན་པས་ཐེག་པ་ཆེན་པོ་ལ་དད་པའོ། །
en: ‘The trust caused by recollecting statements’ refers to the trust in the Great Vehicle that is summoned when one fondly recollects those bodhisattvas who are motivated by all gateways to the Great Vehicle.

source: དེ་ལ་གཅོད་ནུས་པ་རྗེས་སུ་དྲན་པའི་དད་པ་ནི་གང་བྱང་ཆུབ་སེམས་དཔའ་མང་དུ་ཐོས་པ་ཐོས་པ་འཛིན་པ་ཐོས་པ་བསགས་པ་རྣམས་ཐེ་ཚོམ་གཅོད་ནུས་པ་རྗེས་སུ་དྲན་པས་ཐེག་པ་ཆེན་པོ་ལ་དད་པའོ། །
en: ‘The trust caused by recollecting the ability to resolve doubts’ refers to the trust in the Great Vehicle that is summoned by remembering how bodhisattvas who have heard much, memorized, and become learned are able to resolve doubts.

source: དེ་ལ་བསྐྲུན་པ་རྗེས་སུ་དྲན་པའི་དད་པ་ནི་གང་ཕ་རོལ་གྱི་རྒྱུད་ལ་ཐེག་པ་ཆེན་པོའི་ཆོས་ཀློག་པ་དང་། ཁ་ཏོན་བྱེད་པ་དང་། དོན་འཛིན་པ་དང་། འདོན་པ་ལ་སོགས་པས་བསྐྲུན་ཏེ། གཞན་གྱི་རྒྱུད་ལ་དམ་པའི་ཆོས་བསྐྲུན་པ་དེ་རྗེས་སུ་དྲན་པས་ཐེག་པ་ཆེན་པོ་ལ་དད་པའོ། །
en: ‘The trust caused by recollecting how the Dharma is planted’ refers to the trust in the Great Vehicle that is summoned by bringing to mind how the sacred Dharma is planted in the minds of others by reading aloud, reciting, explaining, and chanting the Dharma of the Great Vehicle to others.

source: དེ་ལ་སྒྲུབ་པ་རྗེས་སུ་དྲན་པའི་དད་པ་ནི་གང་བྱང་ཆུབ་སེམས་དཔའ་ཐེག་པ་ཆེན་པོའི་ཆོས་དེ་ཉིད་ནན་ཏན་གྱིས་བསྒྲུབ་སྟེ། ནན་ཏན་གྱིས་སྒྲུབ་པ་དེ་རྗེས་སུ་དྲན་པས་ཐེག་པ་ཆེན་པོ་ལ་དད་པའོ། །
en: ‘The trust caused by recollecting practice’ refers to the trust in the Great Vehicle that is summoned by recollecting how bodhisattvas diligently practice and accomplish the Dharma of the Great Vehicle.

source: རྣལ་འབྱོར་ཐོབ་པའི་དད་པ་དང་། ཐབས་ཀྱིས་ཡོངས་སུ་ཟིན་པའི་ལུས་ཀྱི་ལས་སྦྱོར་བའི་དད་པ་དང་། ཐབས་ཀྱིས་ཡོངས་སུ་ཟིན་པའི་ངག་གི་ལས་སྦྱོར་བའི་དད་པ་དང་། ཐབས་ཀྱིས་ཡོངས་སུ་ཟིན་པའི་ཡིད་ཀྱི་ལས་སྦྱོར་བའི་དད་པའོ། །
en: the trust of heeding spiritual practice, the trust of engaging in physical activity embraced by skillful means, the trust of engaging in verbal activity embraced by skillful means, and the trust of engaging in mental activity embraced by skillful means.

source: དེ་ལ་རྣལ་འབྱོར་ཐོབ་པའི་དད་པ་ནི་གང་ཐེག་པ་ཆེན་པོའི་ཆོས་ལ་དམིགས་པའི་ཞི་གནས་དང་ལྷག་མཐོང་ཐོབ་པའི་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་དེ་ལ་དམིགས་ནས་དད་པའོ། །
en: ‘The trust of heeding spiritual practice’ refers to the trust one develops by observing bodhisattvas who have attained the tranquility and insight that is focused on the Dharma of the Great Vehicle.

source: དེ་ལ་ཐབས་ཀྱིས་ཡོངས་སུ་ཟིན་པའི་ལུས་ཀྱི་ལས་སྦྱོར་བའི་དད་པ་ནི་གང་བྱང་ཆུབ་སེམས་དཔའ་བག་ཡོད་པས་ཡོངས་སུ་ཟིན་པ་རྣམས་བྱང་ཆུབ་སེམས་དཔའ་ལུས་ཀྱི་ལས་བག་མེད་པར་སྤྱོད་པ་བཞམ་པ་དང་། སྤྱོ་བས་འདུལ་བ་དག་འདུལ་བས་དེ་ལ་དམིགས་ནས་ཐེག་པ་ཆེན་པོ་ལ་དད་པའོ། །
en: ‘The trust of engaging in physical activity embraced by skillful means’ refers to the trust in the Great Vehicle one develops by observing how conscientious bodhisattvas offer advice and constructive criticism in order to tame those bodhisattvas who are not conscientious in terms of their physical actions.

source: དེ་ལ་ཐབས་ཀྱིས་ཡོངས་སུ་ཟིན་པའི་ངག་གི་ལས་སྦྱོར་བའི་དད་པ་ནི་གང་བྱང་ཆུབ་སེམས་དཔའ་བག་ཡོད་པས་ཡོངས་སུ་ཟིན་པ་རྣམས་བྱང་ཆུབ་སེམས་དཔའ་ངག་འཁྲུལ་པར་སྤྱོད་པ་བཞམ་པ་དང་། སྤྱོ་བས་འདུལ་བ་དག་འདུལ་བས་དེ་ལ་དམིགས་ནས་ཐེག་པ་ཆེན་པོ་ལ་དད་པའོ། །
en: ‘The trust of engaging in verbal activity embraced by skillful means’ refers to the trust in the Great Vehicle one obtains by observing how conscientious bodhisattvas offer advice and constructive criticism in order to tame those bodhisattvas who are engaged in misguided verbal activity.

source: དེ་ལ་ཐབས་ཀྱིས་ཡོངས་སུ་ཟིན་པའི་ཡིད་ཀྱི་ལས་སྦྱོར་བའི་དད་པ་ནི་གང་བྱང་ཆུབ་སེམས་དཔའ་བག་ཡོད་པས་ཡོངས་སུ་ཟིན་པ་རྣམས་བྱང་ཆུབ་སེམས་དཔའ་ཡིད་འཁྲུལ་པར་སྤྱོད་པ་བཞམ་པ་དང་། སྤྱོ་བ་ལུས་དང་ངག་ལས་བྱུང་བས་འདུལ་བ་དག་འདུལ་བས་དེ་ལ་དམིགས་ནས་ཐེག་པ་ཆེན་པོ་ལ་དད་པའོ། །
en: ‘The trust of engaging in mental activity embraced by skillful means’ refers to trust in the Great Vehicle created by observing how conscientious bodhisattvas offer physical and verbal advice and constructive criticism in order to tame those bodhisattvas who are engaged in mistaken mental activity.

source: མི་ལྟ་བ་རྗེས་སུ་དྲན་པའི་དད་པ་དང་། ཟིལ་གྱིས་མནན་པ་རྗེས་སུ་དྲན་པའི་དད་པ་དང་། ཀུན་ཏུ་སྤྱོད་པ་རྗེས་སུ་དྲན་པའི་དད་པ་དང་། ཉེ་བར་སྤྱོད་པ་དང་འབྲེལ་པ་རྗེས་སུ་དྲན་པའི་དད་པའོ། །
en: the trust of recollecting disregard, the trust of recollecting subjugation, the trust of recollecting enjoyment, and the trust of delightfully recollecting the connection.

source: དེ་ལ་མི་ལྟ་བ་རྗེས་སུ་དྲན་པའི་དད་པ་ནི་གང་བྱང་ཆུབ་སེམས་དཔའ་ཕ་རོལ་ཏུ་ཕྱིན་པ་དྲུག་སྒྲུབ་པ་ན་ལུས་དང་སྲོག་ལ་མི་ལྟ་བར་ཕ་རོལ་ཏུ་ཕྱིན་པ་དྲུག་སྒྲུབ་པའི་རྗེས་སུ་འཐུན་པ་རྗེས་སུ་དྲན་པས་ཐེག་པ་ཆེན་པོ་ལ་དད་པའོ། །
en: ‘The trust of recollecting disregard’ refers to the trust in the Great Vehicle gained by recollecting the practice of the six perfections when they are practiced without any regard for life or limb.

source: དེ་ལ་ཟིལ་གྱིས་མནན་པ་རྗེས་སུ་དྲན་པའི་དད་པ་ནི་གང་བྱང་ཆུབ་སེམས་དཔའ་ཕ་རོལ་ཏུ་ཕྱིན་པ་དྲུག་གི་མི་འཐུན་པའི་ཕྱོགས་ཟིལ་གྱིས་མནན་པ་རྗེས་སུ་དྲན་པས་ཐེག་པ་ཆེན་པོ་ལ་དད་པའོ། །
en: ‘The trust of recollecting subjugation’ refers to the trust in the Great Vehicle gained by recollecting how bodhisattvas subdue all the factors that conflict with the six perfections.

source: དེ་ལ་ཀུན་ཏུ་སྤྱོད་པ་རྗེས་སུ་དྲན་པའི་དད་པ་ནི་གང་བྱང་ཆུབ་སེམས་དཔའ་ཕ་རོལ་ཏུ་ཕྱིན་པ་དྲུག་ལ་སྦྱོར་བ་ན་ཕ་རོལ་ཏུ་ཕྱིན་པ་དྲུག་གི་ཡང་དག་པའི་ནན་ཏན་རྗེས་སུ་དྲན་པས་ཐེག་པ་ཆེན་པོ་ལ་དད་པའོ། །
en: ‘The trust of recollecting enjoyment’ refers to the trust in the Great Vehicle gained by recollecting the earnestness with which bodhisattvas who practice the six perfections apply themselves to the six perfections.

source: དེ་ལ་ཉེ་བར་སྤྱོད་པ་དང་འབྲེལ་བ་རྗེས་སུ་དྲན་པའི་དད་པ་ནི་གང་བྱང་ཆུབ་སེམས་དཔའ་སེམས་ཅན་གཞན་རྣམས་དང་གང་ཟག་གཞན་དག་ཕ་རོལ་ཏུ་ཕྱིན་པ་དྲུག་ཡང་དག་པར་འཛིན་དུ་འཇུག་ལ། ཕ་རོལ་ཏུ་ཕྱིན་པ་དྲུག་དང་ལྡན་པའི་སེམས་ཅན་རྣམས་རྗེས་སུ་དྲན་པ་ཐེག་པ་ཆེན་པོ་ལ་དད་པའོ། །
en: ‘The trust of delightfully recollecting the connection’ refers to the trust in the Great Vehicle gained by recollecting how bodhisattvas cause other beings and people to adopt and practice the six perfections.

source: ཟང་ཟིང་མེད་པའི་སེམས་རྗེས་སུ་དྲན་པའི་དད་པ་དང་། ཡང་དག་པར་སོ་སོར་ཤེས་པར་བྱེད་པ་རྗེས་སུ་དྲན་པའི་དད་པ་དང་། ཡོངས་སུ་མི་སྐྱོ་བ་རྗེས་སུ་དྲན་པའི་དད་པ་དང་། བདེ་བ་ཁ་ན་མ་ཐོ་བ་མེད་པར་སྦྱོར་བ་རྗེས་སུ་དྲན་པའི་དད་པའོ། །
en: the trust of recollecting an undisturbed mind, the trust of recollecting genuine discernment, the trust of recollecting an absence of weariness, and the trust of recollecting happiness free from negative actions.

source: དེ་ལ་ཟང་ཟིང་མེད་པའི་སེམས་རྗེས་སུ་དྲན་པའི་དད་པ་ནི་གང་ཚོགས་སྡུད་པའི་བྱང་ཆུབ་སེམས་དཔའ་ཟང་ཟིང་མེད་པའི་སེམས་ཀྱིས་ཚོགས་སྡུད་ལ། ཟང་ཟིང་མེད་པའི་སེམས་རྗེས་སུ་དྲན་པའི་ཐེག་པ་ཆེན་པོ་ལ་དད་པའོ། །
en: ‘The trust of recollecting an undisturbed mind’ refers to the trust in the Great Vehicle caused by recollecting the undisturbed mind itself and how bodhisattvas gather the accumulations with an undisturbed mind.

source: ཡང་དག་པར་སོ་སོར་ཤེས་པར་བྱེད་པ་རྗེས་སུ་དྲན་པའི་དད་པ་ནི་འདི་ལྟ་སྟེ། ཟང་ཟིང་མེད་པའི་སེམས་རྗེས་སུ་དྲན་ཞིང་ཚོགས་སྡུད་ལ་ཐེག་པ་ཆེན་པོ་ལ་དད་དེ།
en: ‘The trust of recollecting genuine discernment’ refers to the trust in the Great Vehicle in general, the undisturbed mind, and the gathering of the accumulations.

source: འདི་ལྟར་ཚོགས་ལ་ཡང་དག་པར་སོ་སོར་ཤེས་པར་བྱེད་ཅིང་ཕྱིན་ཅི་མ་ལོག་པ་བསྟན་པའི་ཕྱིར་ནན་ཏན་བྱེད་པའོ། །
en: Since this trust causes genuine discernment regarding the accumulations and clarifies them unmistakably, one becomes diligent in one’s practice.

source: ཡོངས་སུ་མི་སྐྱོ་བ་རྗེས་སུ་དྲན་པའི་དད་པ་ནི་འདི་ལྟ་སྟེ། ལོག་པར་ཞུགས་པ་རྣམས་ཀྱིས་ཡོངས་སུ་མི་སྐྱོ་ལ། ཡོངས་སུ་མི་སྐྱོ་བ་རྗེས་སུ་དྲན་པས་ཐེག་པ་ཆེན་པོ་ལ་དད་པའོ། །
en: ‘The trust of recollecting an absence of weariness’ refers to the trust in the Great Vehicle caused by not being weary with those who act wrongly and then recollecting that absence of weariness.

source: བདེ་བ་ཁ་ན་མ་ཐོ་བ་མེད་པར་སྦྱོར་བ་རྗེས་སུ་དྲན་པའི་དད་པ་ནི་འདི་ལྟ་སྟེ། བདག་ལ་གནོད་པར་སྦྱོར་བ་དང་། འདོད་པའི་བདེ་བ་ལ་སྦྱོར་བ་སྤངས་ནས་ཚོགས་ལ་སྦྱོར་ཏེ། སྦྱོར་བ་དེ་རྗེས་སུ་དྲན་པས་ཐེག་པ་ཆེན་པོ་ལ་དད་པའོ། །
en: ‘The trust of recollecting happiness free from negative actions’ refers to the trust in the Great Vehicle caused by recollecting one’s connection with the accumulations, having abandoned all worries about personally being harmed as well as all wishes for happiness.
